//健身常識的題庫
let questions = [
    {
    numb: 1,
    question: "下列何者是一個健康正常成年人靜止時的心跳？",
    answer: "每分鐘60~100次",
    options: [
      "每分鐘30~50次",
      "每分鐘40~80次",
      "每分鐘60~100次",
      "每分鐘105~125次"
    ]
  },
    {
    numb: 2,
    question: "若達到最大心跳的百分之幾，就視為「劇烈體能活動」？",
    answer: "百分之70~90",
    options: [
      "百分之70~90",
      "百分之60~95",
      "百分之80~100",
      "百分之55~65"
    ]
  },
    {
    numb: 3,
    question: "成人（18-64歲）每週應進行多少分鐘的中度體能活動？",
    answer: "至少150分鐘",
    options: [
      "至少150分鐘",
      "至少240分鐘",
      "至少300分鐘",
      "至少60分鐘"
    ]
  },
    {
    numb: 4,
    question: "一般成年人（體重150磅）慢跑30分鐘大約燃燒多少大卡的熱量？",
    answer: "300",
    options: [
      "100",
      "250",
      "300",
      "500"
    ]
  },
    {
    numb: 5,
    question: "一般成年人每週至少應進行幾天的肌力訓練？",
    answer: "2",
    options: [
      "1",
      "2",
      "4",
      "6"
    ]
  },
    {
    numb: 6,
    question: "下列哪個詞彙與高強度運動最相關？",
    answer: "無氧",
    options: [
      "有氧",
      "無氧",
      "低衝擊",
      "以上皆否"
    ]
  },
];